Repository: GiovanaNogueira/Kurland2.0
Catalog: Kurland/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Are you sure you want to delete this entry? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir esta entrada? Esta ação não poderá ser desfeita.

source: Cancel
pt_br: Cancelar

source: Delete
pt_br: Deletar

source: Delete Entry
pt_br: Deletar Entrada

source: Diary
pt_br: Diário

source: Every time you make a new entry, you're adding a piece to your own adventure. But guess what? After you write 5 entries, something magical happens! You'll get a special surprise – a unique story created just for you by a super-smart friend called AI, or Artificial Intelligence.
pt_br: Cada vez que você fizer uma nova entrada, você está adicionando uma peça à sua própria aventura. Mas adivinhe só? Depois de escrever 5 entradas, algo mágico acontece! Você receberá uma surpresa especial – uma história única criada especialmente para você por um amigo super inteligente chamado IA, ou Inteligência Artificial.

source: Generating your magical story...
pt_br: Gerando sua história mágica...

source: HI THERE! I'M AYANA, A PROUD CITIZEN OF KURLAND, ONCE A HARMONIOUS AND JOYOUS KINGDOM WHERE ENCHANTMENT FLOWS FROM THE QUEEN'S MAGICAL HAIR!
pt_br: OLÁ! EU SOU AYANA, UMA CIDADÃ ORGULHOSA DE KURLAND, ANTES UM REINO HARMÔNICO E ALEGRE ONDE O ENCANTO FLUI ATRAVÉS DOS CABELOS MÁGICOS DA RAINHA!

source: HOLD THE CAMERA TO YOUR FACE AND REPEAT THE AFFIRMATION
pt_br: APONTE A CÂMERA PARA O SEU ROSTO E REPITA A AFIRMAÇÃO

source: Play
pt_br: Jogar

source: Play again
pt_br: Jogar novamente

source: Save
pt_br: Salvar

source: Write your title
pt_br: Escreva seu título

source: Your Diary entries will appear here. Click on the + to write!
pt_br: Suas entradas do diário aparecerão aqui. Clique no + para escrever!

source: Your saved stories will appear here. Click on the + to write!
pt_br: Suas histórias salvas aparecerão aqui. Clique no + para escrever!

source: YOUR VERY OWN KURLAND ADVENTURE
pt_br: A SUA PRÓPRIA AVENTURA EM KURLAND
